Repository: musicinmybrain/harmonySEQ
Catalog: po/*.po
Languages: de

source: unknown option '%c'
de: unbekannte Option '%c'

source: unrecognized option '%s'
de: unerkannte Option '%s'

source: harmonySEQ, version %s usage: harmonySEQ [-hdv] [FILE] -d --debug enters debug mode, prints lots of debug messeges --pass-midi passes the midi events through the program by default -h --help prints this help messase and exits -v --version prints the program version
de: hamonySEQ, Version %s Verwendung: harmonySEQ [-hdv] [DATEI] -d --debug aktiviert Debug-Modus --pass-midi leitet MIDI Ereignisse standardmäßig durch das Programm durch -h --help zeigt diese HIlfe an -v --version zeigt die Programmversion

source: File
de: Datei

source: Help
de: Hilfe

source: Tools
de: Werkzeuge

source: New
de: Neu

source: Creates a new file.
de: Erstellt eine neue Datei

source: Open
de: Öffnen

source: Opens a file.
de: Öffnet eine Datei

source: Save
de: Speichern

source: Saves the current file.
de: Speichert die aktuelle Datei.

source: Save as...
de: Speichern unter…

source: Saves the current file with a different name.
de: Speichert die aktuelle Datei unter einem anderen Namen.

source: Quit
de: Beenden

source: Quits harmonySEQ.
de: Beendet hamonySEQ.

source: Preferences
de: Einstellungen

source: harmonySEQ configuration.
de: hamonySEQ Konfiguration.

source: Remove
de: Entfernen

source: Removes selected sequencer
de: Entfernt den ausgewählten Sequenzer

source: Duplicate
de: Duplizieren

source: Duplicates selected sequencer
de: Dupliziert den ausgewählten Sequenzer

source: Metronome
de: Metronom

source: Toggle metronome on/off
de: Schaltet das Metronom an/aus

source: Play/Pause
de: Abspielen/Pause

source: Toggle play/pause
de: Pause ein/aus

source: Pass MIDI events
de: MIDI Ereignisse weiterleiten

source: States whether MIDI events are passed-through harmonySEQ.
de: Gibt an ob ankommende MIDI Ereignisse von harmonySEQ weitergeleitet werden.

source: Play on edit
de: Abspielen bei Bearbeitung

source: Play once
de: Einmal abspielen

source: Plays the sequence once.
de: Spielt die Sequenz einmal ab.

source: Removes the sequencer.
de: Entfernt den Sequenzer.

source: Duplicates the sequencer
de: Dupliziert den Sequenzer

source: ERROR - error while building menus:
de: FEHLER - Fehler beim Erstellen der Menüs:

source: Sequencer properties
de: Sequenzer Eigenschaften

source: (No sequencer selected)
de: (Kein Sequenzer ausgewählt)

source: <b>There is no sequencer selected</b>, so it's properties cannot be displayed. Select one from the list above, or add a new one.
de: <b>Es ist kein Sequenzer ausgewählt</b>, deshalb können die Eigenschaften nicht angezeigt werden. Wählen Sie einen aus der Liste, oder fügen Sie einen neuen hinzu.

source: Sets the <b>tempo</b> applied to all sequencers. It also blinks when a bar starts.
de: Setzt das <b>Tempo</b> für alle Sequenzer. Blinkt beim Start des Taktes.

source: Handle
de: Identifikator

source: On
de: An

source: Channel
de: Kanal

source: Resolution
de: Auflösung

source: Length
de: Länge

source: Untitled
de: Unbenannt

source: The file has unsaved changes.
de: Die Datei hat ungespeicherte Änderungen.

source: Are sure you want to quit?
de: Sind Sie sicher, dass Sie beenden möchten?

source: Play
de: Abspielen

source: A MIDI sequencing application helpful for music composers and live artists.
de: Ein MIDI Sequenzer Programm für Komponisten und Livekünstler.

source: Main author:
de: Hauptautor:

source: Consultants:
de: Berater:

source: translator-credits
de: Launchpad Contributions: Jan Fuchsmann https://launchpad.net/~jan-spreemusik Marqin https://launchpad.net/~marqin Rafal Cieslak https://launchpad.net/~rafalcieslak256

source: Are sure you want to loose them?
de: Möchten Sie sie wirklich verwerfen?

source: Are sure you want to loose them and open another file?
de: Wollen Sie sie wirklich verwerfen, und eine andere Datei öffnen?

source: Choose a file to save...
de: Wählen Sie eine Datei zum Speichern...

source: File '%s' already exist.
de: Datei '%s' existiert bereits.

source: Do you want to overwrite this file?
de: Möchten Sie diese Datei überschreiben?

source: Failed to open ALSA sequencer.
de: Konnte ALSA Sequenzer nicht öffen.

source: Failed to create output port.
de: Konnte Ausgang nicht erstellen.

source: Failed to create input port.
de: Konnte Eingang nicht erstellen.

source: Alsa midi driver init successfull.
de: Alsa MIDI Treiber erfolgreich initialisiert.

source: Debug mode started.
de: Debugmodus gestartet.

source: Choose a file to open...
de: Datei zum Öffnen wählen...

source: ERROR - error while trying to read file '%s'
de: FEHLER - Fehler beim Lesen der Datei '%s'

source: ERROR - error while trying to read file '%s':
de: FEHLER - Fehler beim Lesen der Datei '%s':

source: This file was created by harmonySEQ in a newer version (%d.%d.%d). This means it may contain data that is suppored by the newer wersion, but not by the version you are using (%d.%d.%d). It is recommended not to open such file, since it is very likely it may produce strange errors, or may event crash the program unexpectedly. However, in some cases one may want to open such file anyway, for example if it is sure it will open without trouble. Select YES to do so.
de: Diese Datei wurde in einer neueren Version (%d.%d.%d) von hamonySEQ erstellt. Das bedeutet, sie kann Daten enthalten nur von der neueren Version unterstützt werden, nicht aber von Ihrer Version (%d.%d.%d). Es wird empfohlen diese Datei nicht zu öffnen, da es zu unerwarteten Fehlern und zum Absturz des Programms führen kann. Möchten Sie trotzdem diese Datei öffnen, wählen Sie JA.

source: Do you want to open this file?
de: Möchten Sie diese Datei öffnen?

source: ERROR - error while reading file '%s'
de: FEHLER - Fehler beim Lesen der Datei '%s'

source: ERROR - Glib::KeyFile error while processing file '%s':
de: FEHLER - Glib::KeyFile Fehler beim Verarbeiten der Datei '%s':

source: ERROR - unknown error while processing file '%s':
de: FEHLER - unbekannter Fehler beim Verarbeiten der Datei '%s':

source: ERROR - error while opening file %s to write.
de: FEHLER - Fehler beim Schreiben der Datei %s

source: ERROR - Missing sequencer %d in file
de: FEHLER - Fehlender Sequenzer %d in Datei

source: When note %d on any channel gets on...
de: Wenn Note %d auf irgendeinem Kanal an geht...

source: When note %d on channel %d gets on...
de: Wenn Note %d auf Kanal %d an geht...

source: When key %s is pressed...
de: Wenn Taste %s gedrückt wird...

source: This is an empty event, that will never be triggered.
de: Dies ist ein leeres Ereignis, das nie Ausgelöst wird.

source: When controller %d on any channel is moved...
de: Wenn Controller %d auf irgendeinem Kanal bewegt wird...

source: When controller %d on channel %d is moved...
de: Wenn Controller %d auf Kanal %d bewegt wird...

source: When OSC message '/harmonyseq/event i %d' is got...
de: Wenn OSC Nachricht '/harmonyseq/event i %d' empfangen wird...

source: Unknown event.
de: Unbekanntes Ereignis.

source: Error - empty event would be triggered.
de: Fehler - Leeres Ereignis würde ausgelöst werden.

source: Event
de: Ereignis

source: <span size='small'>harmonySEQ listens for OSC messages at port %d</span>
de: <span size='small'>hamonySEQ empfängt OSC Nachrichten auf Port %d</span>

source: <span size='small'><b>harmonySEQ was compiled without OSC support!</b> This means this event cannot be triggered.</span>
de: <span size='small'><b>harmonySEQ wurde ohne OSC Unterstützung kompiliert!</b> Das bedeutet, dass dieses Ereignis nicht ausgelöst werden kann.</span>

source: Type:
de: Typ:

source: Channel:
de: Kanal:

source: Key:
de: Taste:

source: Capture
de: Aufzeichnen

source: Cathes next event end fill this one's type and arguments to fit the one triggered. <i>Example usage: press this button and then the X key on your keyboard. The event will be automatically set to type: keyboard, key: X.</i>
de: Zeichnet das nächste Ereignis auf, und setzt Typ und Parameter passend zu dem ausgelösten Ereignis. <i>Beispiel: Drücken Sie diesen Knopf, und dann die Taste X auf der Tastatur. Das Ereignis wird automatisch auf Typ: Tastatur, Taste: X gesetzt.</i>

source: Error: channel has changed, while event is not MIDI-type.
de: Fehler: Kanal wurde geändert, aber Ereignis ist nicht vom Typ MIDI.

source: Error: key has changed, while event is not key-type.
de: Fehler: Taste wurde geändert, aber Ereignis ist nicht vom Typ Taste.

source: Error: controller has changed, while event is not ctrl-type.
de: Fehler: Controller wurde geändert, aber Ereignis ist nicht vom Typ Controller.

source: Error: note has changed, while event is not note-type.
de: Fehler: Note wurde geändert, aber Ereignis ist nicht vom Typ Note.

source: Error: porthas changed, while event is not OSC-type.
de: Fehler: Port wurde geändert, aber Ereignis ist nicht vom Typ OSC.

source: (Waiting for an event...)
de: (Warte auf ein Ereignis...)

source: WARNING: Unknown action triggered.
de: WARNUNG: Unbekannte Aktion ausgelöst.

source: Switch sequencer '%s' OFF
de: Schalte Sequenzer '%s' AUS

source: Switch sequencer '%s' ON
de: Schalte Sequenzer '%s' EIN

source: Toggle sequencer '%s'
de: Sequenzer '%s' umschalten

source: Set tempo to %d BPM
de: Setze Tempo auf %d BPM

source: Set note %d of sequencer '%s' to %d
de: Setze Note %d von Sequenzer '%s' auf %d

source: Set chord of sequencer '%s' to %s
de: Setze Akkord von Sequenzer '%s' auf %s

source: Play sequence in '%s' once
de: Spiele Sequenz in '%s' einmal

source: Toggle passing MIDI events
de: MIDI Weiterleitung an/aus schalten

source: Toggle pause/play
de: Aspielen/Pause umschalten

source: Synchronize
de: Synchronisieren

source: Set active pattern of sequencer '%s' to %d
de: Aktives Pattern von Sequenzer '%s' auf %d setzen

source: Decrease sequencer '%s' chord's octave by %d
de: Verringere Oktave des Akkords von Sequenzer '%s' um %d

source: Increase sequencer '%s's chord's octave by %d
de: Erhöhe Oktave des Akkords von Sequenzer '%s' um %d

source: (empty action)
de: (leere Aktion)

source: (unknown action)
de: (unbekannte Aktion)

source: (unexisting, the handle was: %d)
de: (existiert nicht, Identifikator war: %d)

source: (unexisting)
de: (existiert nicht)

source: Action
de: Aktion

source: Sequencer:
de: Sequenzer:

source: Set note
de: Setze Note

source: to:
de: zu:

source: Pattern number:
de: Pattern Nummer:

source: Off
de: Aus

source: Toggle
de: Umschalten

source: Transpose by
de: Transponiere um

source: octave(s).
de: Oktave(n).

source: Error: tempo has changed, while action is not tempo-type.
de: Fehler: Tempo wurde geändert, aber Aktion ist nicht vom Typ Tempo.

source: Error: note to set has changed, while action is not set-seq-note-type.
de: Fehler: Zu setzende Note wurde geändert, aber Aktion ist nicht vom Typ Setz-Seq-Note.

source: Error: note number has changed, while action is not set-seq-note-type.
de: Fehler: Notennummer wurde geändert, aber Aktion ist nicht von Typ Setz-Seq-Note.

source: Error: on-off-toggle has changed, while action is not on-off-toggle-type.
de: Fehler: An/Aus-Umschalten wurde geändert, aber Aktion ist nicht vom Typ An/Aus-Umschalten.

source: Error: play-pause-toggle has changed, while action is not play-pause-type.
de: Fehler: Abspielen/Pause-Umschalten wurde geändert, aber Aktion ist nicht vom Typ Abspielen/Pause.

source: Error: octave has changed, while action is not transpose-by-octave type.
de: Fehler: Oktave wurde geändert, aber Aktion ist nicht vom Typ Transponiere-um-Oktave

source: Error: pattern has changed, while action is not pattern-type.
de: Fehler: Pattern wurde geändert, aber Aktion ist nicht vom Typ Pattern.

source: Error: apply octave has changed, while action is not change-chord-type.
de: Fehler: Oktave Anwenden wurde geändert, aber Aktion ist nicht vom Typ Akkord-Ändern.

source: Empty
de: Leer.

source: Keyboard
de: Tastatur

source: Sequencer/Switch On-Off
de: Sequenzer/An-Aus Schalten

source: Sequencer/Play once
de: Sequenzer/Einmal Abspielen

source: Sequencer/Set one note
de: Sequenzer/Eine Note Setzen

source: Sequencer/Set chord
de: Sequenzer/Akkord setzen

source: Sequencer/Change chord's octave
de: Sequenzer/Oktave des Akkords ändern

source: Sequencer/Set active pattern
de: Sequenzer/Setze aktives Pattern

source: Set tempo
de: Tempo setzen

source: Play/pause
de: Abspielen / Pause

source: All
de: Alle

source: Major
de: Dur

source: Minor
de: Moll

source: Augmented
de: Übermäßig

source: Diminished
de: Vermindert

source: Custom
de: Benutzerdefiniert

source: Triad
de: Dreiklang

source: Guitar
de: Gitarre

source: octave: %d
de: Oktave: %d

source: Custom: %d, %d, %d, %d, %d, %d (base: %d)
de: Benutzerdefiniert: %d, %d, %d, %d, %d, %d (Basis: %d)

source: Custom: %d, %d, %d, %d, %d, %d
de: Benutzerdefiniert: %d, %d, %d, %d, %d, %d

source: Triad: %s major
de: Dreiklang: %s Dur

source: Triad: %s major, inversion: %d
de: Dreiklang: %s Dur, Umkehrung: %d

source: Triad: %s minor
de: Dreiklang: %s Moll

source: Triad: %s minor, inversion: %d
de: Dreiklang: %s Moll, Umkehrung: %d

source: Triad: %s augmented
de: Dreiklang: %s übermäßig

source: Triad: %s augmented, inversion: %d
de: Dreiklang: %s übermäßig, Umkehrung: %d

source: Triad: %s diminisched
de: Dreiklang: %s vermindert

source: Triad: %s diminisched, inversion: %d
de: Dreiklang: %s vermindert, Umkehrung: %d

source: <b>Chord</b>
de: <b>Akkord</b>

source: Inversion:
de: Umkehrung:

source: Type:
de: Typ:

source: Sets <b>type</b> of this chord.
de: Setzt den <b>Typ</b> dieses Akkords.

source: Sets <b>mode</b> of this chord.
de: Setzt den <b>Modus</b> dieses Akkords.

source: Sets <b>root</b> of this chord.
de: Setzt den <b>Grundton</b> dieses Akkords.

source: Octave:
de: Oktave:

source: Sets the <b>inversion</b> of the triad.
de: Setzt die <b>Umkehrung</b> des Dreiklangs.

source: Base:
de: Basis:

source: Sets whether this chord uses the base note. - If on, chord notes are set relatively to the base note. - If off, the chord ignores the base note.
de: Bestimmt ob dieser Akkord den Grundton verwendet. - wenn An, werden Akkordnoten relativ zum Grundton gesetzt. - wenn Aus, wird der Grundton ignoriert.

source: The <b>base note</b> for this chord. If it uses the base, which is determined by the switch on the left-hand side, all notes of this chord are given relatively to this base note.
de: Der <b>Grundton</b> dieses Akkords. Wenn er die Basis verwendet, was durch den Schalter links bestimmt wird, werden alle Noten dieses Akkords relativ zum Grundton angegeben.

source: Do not change chord's octave
de: Die Oktave des Akkords nicht verändern

source: If checked, the octave will not be applied to the chord.
de: Wenn aktiviert, wird die Oktave nicht auf den Akkord angewandt.

source: ERROR - error while trying to save config file %s. (errno = %d)
de: FEHLER - Fehler beim Speichern der Konfigurationsdatei %s. (errno = %d)

source: Settings
de: Einstellungen

source: Cancel
de: Abbrechen

source: Restore
de: Wiederherstellen

source: General
de: Allgemein

source: Play briefly a note when it's added, or changed manually in a chord.
de: Eine Note kurz anspielen, wenn sie hinzugefügt wird, oder in einem Akkord manuell geändert.

source: <b>Visible colums:</b>
de: <b>Sichtbare Spalten:</b>

source: Patern
de: Pattern

source: <b>Metronome:</b>
de: <b>Metronom:</b>

source: Bar:
de: Takt:

source: 1/4 bar:
de: 1/4 Takt:

source: Mark here, and the metronome will also tick on every 1/4 of each bar.
de: Wenn aktiviert schlägt das Metronom auch auf jedem 1/4 des Takts.

source: Velocity:
de: Anschlagstärke:

source: The channel the metronome will output it's ticks to.
de: Der Kanal auf dem das Metronom seine Schläge ausgibt.

source: The metronome's MIDI note pitch
de: Die MIDI Note des Metronoms

source: The metronome's MIDI note velocity'
de: Die MIDI Anschlagstärke des Metronoms

source: The port OSC server will listen at.
de: Der Port auf den der OSC Server reagiert.

source: <span size='small'>Changing this setting needs restarting harmonySEQ to take effect.</span>
de: <span size='small'>harmonySEQ muss neu gestartet werden, damit diese Änderung wirksam wird.</span>

source: <span size='small'><b>harmonySEQ supports following OSC messages:</b> <i>/harmonyseq/pause</i> and <i>/harmonyseq/play</i> <i>/harmonyseq/tempo [float]</i> <i>/harmonyseq/sync</i> (for synchronizing) <i>/karmonyseq/kill</i> (to quit immidiatelly) <i>/harmonyseq/event [int]</i> (to trigger events with the given tag).</span>
de: <span size='small'><b>harmonySEQ unterstützt die folgenden OSC Nachrichten:</b> <i>/harmonyseq/pause</i> und <i>/harmonyseq/play</i> <i>/harmonyseq/tempo [float]</i> <i>/harmonyseq/sync</i> (zur Synchronisierung) <i>/karmonyseq/kill</i> (um sofort zu Beenden) <i>/harmonyseq/event [int]</i> (um Ereignisse mit dem gegebenen Tag auszulösen).</span>

source: Restoring default configuration
de: Einstellungen werden zurückgesetzt.

source: Are you sure you want to loose all your settings?
de: Sind Sie sicher, dass Sie alle Einstellungen verwerfen wollen?

source: Add
de: Hinzufügen

source: MIDI channel:
de: MIDI Kanal:

source: Active pattern:
de: Aktives Pattern:

source: Set as active pattern
de: Als aktives Pattern setzen

source: Sets the chosen pattern to be the <b>active</b> one, which means the one that will be played back.
de: Setzt das gewählte Pattern als <b>aktives</b>, was bedeutet dass es das abzuspielende ist.

source: Selects which patter is <b>active</b>. Active pattern is the one that is played back. It's marked on a list with an asterisk (*). <i>This way all patterns can be edited while only the selected (the active) is played back. </i>
de: Wählt aus, welches Pattern <b>aktiv</b> ist. Das aktive Pattern wird abgespielt. Es ist in der Liste mit einem Sternchen (*) markiert. <i>Auf diese Weise können alle Patterns bearbeitet werden, während nur das ausgewählte (aktive) abgespielt wird. </i>

source: Adds a new pattern to this sequencer.
de: Fügt dem Sequenzer ein neues Pattern hinzu.

source: Removes this pattern.
de: Entfernt dieses Pattern.

source: Plays sequence in this sequencer <b>once</b>.
de: Spielt die Sequenz in diesem Sequenzer <b>einmal</b>ab.

source: Clear pattern
de: Pattern leeren

source: Clears all notes of this pattern.
de: Entfernt alle Noten aus diesem Pattern.

source: Selects the <b>MIDI channel</b> this sequencer will output notes to.
de: Wählt den <b>MIDI Kanal</b> auf dem dieser Sequenzer Noten ausgibt.

source: ON/OFF
de: AN/AUS

source: Turns this sequencer <b>on/off</b>.
de: Schaltet diesen Sequenzer <b>an/aus</b>.

source: Resolution:
de: Auflösung:

source: Length:
de: Länge:

source: ERROR - Cannot init SequencerWidget's notebook - no sequencer selected.
de: FEHLER - SequencerWidgets Notebook konnte nicht initialisiert werden - kein Sequenzer ausgewählt.

source: Add Event
de: Ereignis hinzufügen

source: Add Action
de: Aktion hinzufügen

source: Events
de: Ereignisse

source: Error - cannot colorize triggered event: row is empty.
de: Fehler - kann ausgelöstes Ereignis nicht einfärben: Reihe ist leer.

source: Error - cannot colorize triggered action: row is empty.
de: Fehler - kann ausgelöste Aktion nicht einfärben: Reihe ist leer.
